Repository: SilentoA/r5steg
Catalog: po/*.po
Languages: eo, es, ru

source: [1]: Hide a message.
eo: [1]: Kaŝi mesaĝon.
es: [1]: Esconde el mensaje.
ru: [1]: Скрыть сообщение.

source: [2]: View hidden message inside text.
eo: [2]: Vidi kaŝitan mesaĝon.
es: [2]: Ver el mensjae oculto en el texto.
ru: [2]: Просмотреть скрытое сообщение.

source: Enter secret message:
eo: Tajpu sekretan mesaĝon:
es: Introduce el mensaje secreto:
ru: Введите секретное сообщение:

source: Enter text where the message should be hidden:
eo: Tajpu tekston, kie la mesaĝo devas esti kaŝita:
es: Introduce el texto donde debe ocultarse el mensaje:
ru: Введите текст, где сообщение должно быть скрыто:

source: Enter password for encryption:
eo: Tajpu pasvorton por ĉifrado:
es: Introduce la contraseña para la encriptación:
ru: Введите пароль для шифрования:

source: [Hidden Message inside initial string]:
eo: [Kaŝita Mesaĝo ene de komenca signoĉeno]:
es: [Mensaje oculto dentro de la cadena inicial]:
ru: [Скрытое сообщение внутри исходной строки]:

source: The result has been copied to clipboard!
eo: La rezulto estis kopiita al tondujo!
es: El resultado ha sido copiado al portapapeles!
ru: Результат скопирован в буфер обмена!

source: The result couldn't be copied to clipboard :(, (maybe) missing xclip
eo: La rezulto ne povus esti kopiita al tondujo :(, (eble) mankas xclip
es: El resultado no pudo ser copiado al portapapeles :(, (a lo mejor) falta xclip
ru: Результат не удалось скопировать в буфер обмена :(, (возможно) отсутствует xclip

source: Enter text with hidden message:
eo: Tajpu tekston kun kaŝita mesaĝo:
es: Introduce el texto con mensaje oculto:
ru: Введите текст со скрытым сообщением:

source: [Secret message(s) revealed]:
eo: [Sekreta mesaĝo(j) rivelis]:
es: [Mensaje(s) secreto(s) revelados]:
ru: [Секретн(ое)(ые) сообщени(е)(я) раскрыт(о)(ы)]:

source: Couldn't decrypt message (wrong message/password?):
eo: Ne povis malĉifri mesaĝon (malĝusta mesaĝo/pasvorto?):
es: No se pudo descifrar el mensaje (mensaje equivocado/contraseña?):
ru: Не удалось расшифровать сообщение (неверное сообщение/пароль?):

source: Goodbye!
eo: Ĝis revido!
es: Hasta pronto!
ru: До свидания!
